Repository: silvarbor/prowl
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ Unable to restore the worktree directory at %@: %@
zh_hans: %1$@ 无法恢复位于 %2$@ 的 worktree 目录：%3$@

source: %@ (Set command script in Repository Settings)
zh_hans: %@（请在仓库设置中设置命令脚本）

source: %@ (Set command script in Settings → Commands)
zh_hans: %@（请在“设置 → 命令”中设置命令脚本）

source: %@ (no agent)
zh_hans: %@（无 Agent）

source: %@ Runs once per loop iteration.
zh_hans: %@每轮循环运行一次。

source: %@ Runs only when its branch is chosen.
zh_hans: %@仅在选中其分支时运行。

source: %@ already contains a Prowl workspace.
zh_hans: %@ 中已有一个 Prowl 工作区。

source: %@ already exists.
zh_hans: %@ 已存在。

source: %@ branch
zh_hans: %@ 分支

source: %@ brand icon
zh_hans: %@ 品牌图标

source: %@ cancelled
zh_hans: %@ 已取消

source: %@ completed
zh_hans: %@ 已完成

source: %@ custom command · %@
zh_hans: %@ 自定义命令 · %@

source: %@ does not exist.
zh_hans: %@ 不存在。

source: %@ effort
zh_hans: 推理强度 %@

source: %@ ended after a skipped step
zh_hans: %@ 在跳过一个步骤后结束

source: %@ has no workspace metadata to update.
zh_hans: %@ 没有可更新的工作区元数据。

source: %@ in %@
zh_hans: %2$@ 中的 %1$@

source: %@ in %@ (no agent)
zh_hans: %2$@ 中的 %1$@（无 Agent）

source: %@ is a file or folder that is not an executable prowl command, and Prowl never replaces one. Remove it, then install the command from Settings › Agents › CLI & Skills.
zh_hans: %@ 是一个文件或文件夹，不是可执行的 prowl 命令，Prowl 不会替换它。请先将其移除，然后在“设置 › Agent › CLI 与技能”中安装该命令。

source: %@ is a file. Choose a folder path instead.
zh_hans: %@ 是一个文件。请改选文件夹路径。

source: %@ is disconnected. Using Automatic until it returns.
zh_hans: %@ 已断开连接。在它重新连接之前使用“自动”。

source: %@ is not a Git repository.
zh_hans: %@ 不是 Git 仓库。

source: %@ is not executable. Participants deliver their results through prowl, so a run cannot start until it is reinstalled.
zh_hans: %@ 不可执行。参与者通过 prowl 交付结果，因此在重新安装之前无法开始运行。

source: %@ is not on your shell's PATH
zh_hans: %@ 不在你的 shell 的 PATH 中

source: %@ is outside the workspace folder and was left in place.
zh_hans: %@ 位于工作区文件夹之外，已原样保留。

source: %@ may not be installed
zh_hans: %@ 可能尚未安装

source: %@ mode
zh_hans: %@ 模式

source: %@ more characters…
zh_hans: 还有 %@ 个字符…

source: %@ needs attention
zh_hans: %@ 需要处理

source: %@ not found
zh_hans: 未找到 %@

source: %@ reached its iteration limit
zh_hans: %@ 已达到迭代上限

source: %@ skill link removed for %@
zh_hans: 已为 %2$@ 移除 %1$@ 技能链接

source: %@ skill linked for %@
zh_hans: 已为 %2$@ 链接 %1$@ 技能

source: %@ succeeded in %@
zh_hans: %1$@ 成功完成，用时 %2$@

source: %@ suggestions
zh_hans: %@ 条建议

source: %@ the prowl command line tool at /usr/local/bin/prowl
zh_hans: %@ /usr/local/bin/prowl 处的 prowl 命令行工具

source: %@ the prowl command line tool at /usr/local/bin/prowl.
zh_hans: %@ /usr/local/bin/prowl 处的 prowl 命令行工具。

source: %@ wants to merge %@ %@ into %@ from %@
zh_hans: %1$@ 想要将 %2$@ %3$@ 从 %5$@ 合并到 %4$@

source: %@ was interrupted
zh_hans: %@ 已中断

source: %@ was not created by Prowl and was left in place.
zh_hans: %@ 不是由 Prowl 创建的，已原样保留。

source: %@ — add a repository first
zh_hans: %@——请先添加仓库

source: %@ — jump to the nearest card in that direction
zh_hans: %@——跳到该方向上最近的卡片

source: %@, best match
zh_hans: %@，最佳匹配

source: %@, or the card's title-bar button
zh_hans: %@，或使用卡片标题栏上的按钮

source: %lld active %@
zh_hans: %lld 个进行中的 %@

source: %lld active workflow runs
zh_hans: %lld 个进行中的工作流运行

source: %lld added lines, %lld removed lines
zh_hans: 新增 %lld 行，删除 %lld 行

source: %lld attempts
zh_hans: %lld 次尝试

source: %lld check failed
zh_hans: %lld 项检查失败

source: %lld check running
zh_hans: %lld 项检查运行中

source: %lld checks
zh_hans: %lld 次检查

source: %lld checks failed
zh_hans: %lld 项检查失败

source: %lld checks running
zh_hans: %lld 项检查运行中

source: %lld clones
zh_hans: %lld 个克隆

source: %lld commands
zh_hans: %lld 个命令

source: %lld expected
zh_hans: %lld 项等待中

source: %lld failed
zh_hans: %lld 项失败

source: %lld file change(s). Previous approval does not cover this version.
zh_hans: %lld 处文件更改。先前的批准不覆盖此版本。

source: %lld finished runs will be deleted. Runs that are still active are kept. This cannot be undone.
zh_hans: 将删除 %lld 个已完成的运行。仍在进行中的运行会被保留。此操作无法撤销。

source: %lld in progress
zh_hans: %lld 项进行中

source: %lld links
zh_hans: %lld 个链接

source: %lld mirrors
zh_hans: %lld 个镜像

source: %lld more fields in full output
zh_hans: 完整输出中还有 %lld 个字段

source: %lld percent complete
zh_hans: 已完成百分之 %lld

source: %lld run · %@ on disk
zh_hans: %lld 次运行 · 占用磁盘 %@

source: %lld runs · %@ on disk
zh_hans: %lld 次运行 · 占用磁盘 %@

source: %lld skipped
zh_hans: %lld 项已跳过

source: %lld successful
zh_hans: %lld 项成功

source: %lld successful checks
zh_hans: %lld 项检查成功

source: %lld untracked file was not counted.
zh_hans: 有 %lld 个未跟踪的文件未计入。

source: %lld untracked files were not counted.
zh_hans: 有 %lld 个未跟踪的文件未计入。

source: %lld validation error
zh_hans: %lld 个验证错误

source: %lld validation errors
zh_hans: %lld 个验证错误

source: %lld worktrees
zh_hans: %lld 个 worktree

source: %lld worktrees selected
zh_hans: 已选择 %lld 个 worktree

source: +%lld more
zh_hans: 还有 %lld 个

source: , %lld active runs
zh_hans: ，%lld 个进行中的运行

source: 1 clone
zh_hans: 1 个克隆

source: 1 finished run will be deleted. Runs that are still active are kept. This cannot be undone.
zh_hans: 将删除 1 个已完成的运行。仍在进行中的运行会被保留。此操作无法撤销。

source: 1 link
zh_hans: 1 个链接

source: 1 mirror
zh_hans: 1 个镜像

source: 1 successful check
zh_hans: 1 项检查成功

source: 1 worktree
zh_hans: 1 个 worktree

source: <1 min left
zh_hans: 剩余不到 1 分钟

source: A broken link exists at %@
zh_hans: %@ 处存在一个失效的链接

source: A different version exists at %@
zh_hans: %@ 处存在一个不同的版本

source: A file already exists at %@ and is not a symlink. Remove it manually before installing.
zh_hans: %@ 处已存在一个文件，且它不是符号链接。请先手动移除再安装。

source: A new version is available. Click to review and install.
zh_hans: 有新版本可用。点击即可查看并安装。

source: A prompt template. Prowl sends one instruction to the agent in the current pane and collects its answer.
zh_hans: 一个提示词模板。Prowl 向当前窗格中的 Agent 发送一条指令，并收集它的回答。

source: A real file or directory occupies %@. Prowl only manages symlinks and never deletes it; remove it manually first.
zh_hans: %@ 被一个真实的文件或目录占用。Prowl 只管理符号链接，不会删除它；请先手动移除。

source: A shared task folder spanning multiple repos for one agent.
zh_hans: 供单个 Agent 使用、横跨多个仓库的共享任务文件夹。

source: A step sends this role instructions, so its pane must host a detected agent.
zh_hans: 某个步骤会向此角色发送指令，因此其窗格中必须运行着已检测到的 Agent。

source: A workflow with this ID already exists here.
zh_hans: 这里已存在使用此 ID 的工作流。

source: A workspace gathers several repositories in one folder so an agent can work across them from a single root.
zh_hans: 工作区把多个仓库集中到一个文件夹中，让 Agent 可以从同一个根目录跨仓库工作。

source: A workspace keeps at least one repository. Undo a removal or add one.
zh_hans: 工作区至少要保留一个仓库。请撤销一次移除，或添加一个仓库。

source: About auto suggestion
zh_hans: 关于自动建议

source: Accept as Delivered
zh_hans: 按已交付接受

source: Accept with Verdict
zh_hans: 接受并给出判定

source: Accepted
zh_hans: 已接受

source: Account Prowl switches to before running gh for this repository.
zh_hans: Prowl 在为此仓库运行 gh 之前切换到的账户。

source: Action
zh_hans: 操作

source: Active
zh_hans: 活跃

source: Active Agents
zh_hans: 活跃 Agent

source: Add
zh_hans: 添加

source: Add %@
zh_hans: 添加 %@

source: Add Profile
zh_hans: 添加配置

source: Add Repository
zh_hans: 添加仓库

source: Add Repository or Workspace
zh_hans: 添加仓库或工作区

source: Add Repository…
zh_hans: 添加仓库…

source: Add Variable
zh_hans: 添加变量

source: Add Workspace
zh_hans: 添加工作区

source: Add a Device
zh_hans: 添加设备

source: Add a Device…
zh_hans: 添加设备…

source: Add a custom diff command in Settings before opening the diff.
zh_hans: 请先在设置中添加自定义 Diff 命令，再打开 Diff。

source: Add a new agent profile
zh_hans: 添加新的 Agent 配置

source: Add a repository to create the workspace.
zh_hans: 添加一个仓库以创建工作区。

source: Add an environment variable override for this profile's launches
zh_hans: 为此配置的启动添加环境变量覆盖

source: Add an opened, local, or remote repository to this workspace
zh_hans: 向此工作区添加已打开的、本地的或远程的仓库

source: Add at least one repository.
zh_hans: 请至少添加一个仓库。

source: Add at least one. Each repository is linked, checked out on a branch, or cloned into the workspace folder.
zh_hans: 请至少添加一个。每个仓库会被链接、检出到某个分支，或克隆到工作区文件夹中。

source: Add command
zh_hans: 添加命令

source: Add presets, models, and accounts in Settings
zh_hans: 在设置中添加预设、模型和账户

source: Add this repository to the workspace list (↩)
zh_hans: 将此仓库添加到工作区列表（↩）

source: Add to Prowl
zh_hans: 添加到 Prowl

source: Add...
zh_hans: 添加…

source: Added on save
zh_hans: 保存时添加

source: Addition count incomplete, %lld lines counted; %@ %lld removed lines.
zh_hans: 新增行数不完整，已统计 %1$lld 行；%2$@删除 %3$lld 行。

source: Addition count is incomplete because %@
zh_hans: 新增行数不完整，原因：%@

source: Address
zh_hans: 地址

source: Adds a symlink to the source checkout. Edits in the workspace change the original folder directly.
zh_hans: 添加一个指向源检出的符号链接。在工作区中的编辑会直接修改原始文件夹。

source: Advanced
zh_hans: 高级

source: After 1 day
zh_hans: 1 天后

source: After 14 days
zh_hans: 14 天后

source: After 3 days
zh_hans: 3 天后

source: After 30 days
zh_hans: 30 天后

source: After 7 days
zh_hans: 7 天后

source: Agent Icon
zh_hans: Agent 图标

source: Agent Island
zh_hans: Agent 灵动岛

source: Agent Island display
zh_hans: Agent 灵动岛显示

source: Agent Profile
zh_hans: Agent 配置

source: Agent Profiles
zh_hans: Agent 配置

source: Agent Skills
zh_hans: Agent 技能

source: Agent Skills Error
zh_hans: Agent 技能错误

source: Agent actions for %@
zh_hans: %@ 的 Agent 操作

source: Agent display settings
zh_hans: Agent 显示设置

source: Agent has not started.
zh_hans: Agent 尚未启动。

source: Agent icon picker
zh_hans: Agent 图标选择器

source: Agent is waiting for your input
zh_hans: Agent 正在等待你的输入

source: Agent started.
zh_hans: Agent 已启动。

source: Agents
zh_hans: Agent

source: Agents: %@
zh_hans: Agent：%@

source: Aligning refs
zh_hans: 正在对齐颗粒度

source: All Runs
zh_hans: 所有运行

source: All default adjective-animal names are already in use. Delete a worktree or rename a branch, then try again.
zh_hans: 所有默认的“形容词-动物”名称都已被占用。请删除一个 worktree 或重命名一个分支，然后重试。

source: All interfaces (0.0.0.0)
zh_hans: 所有网络接口（0.0.0.0）

source: Allow Unrestricted
zh_hans: 允许不受限制

source: Allow Unrestricted Execution?
zh_hans: 允许不受限制的执行？

source: Allow notifications for Prowl in System Settings to show the Dock badge.
zh_hans: 请在系统设置中允许 Prowl 发送通知，以显示程序坞标记。

source: Allow paired Prowl devices to connect to this Mac
zh_hans: 允许已配对的 Prowl 设备连接到这台 Mac

source: Already paired with %@. No code is needed.
zh_hans: 已与 %@ 配对，无需配对码。

source: Also delete local branch
zh_hans: 同时删除本地分支

source: Also delete the folder inside the workspace
zh_hans: 同时删除工作区内的文件夹

source: Also delete the workspace folder and its worktrees
zh_hans: 同时删除工作区文件夹及其 worktree

source: Always Review Before Running
zh_hans: 运行前始终先审阅

source: Always opens the review sheet before this workflow runs.
zh_hans: 此工作流运行前始终打开审阅面板。

source: An agent already running in this worktree takes this role.
zh_hans: 此 worktree 中已在运行的 Agent 将担任此角色。

source: An agent that is already running in this worktree takes this role.
zh_hans: 此 worktree 中已在运行的 Agent 将担任此角色。

source: An update has been downloaded. Click to relaunch and install.
zh_hans: 更新已下载。点击即可重新启动并安装。

source: Analytics & Crash Reports
zh_hans: 分析与崩溃报告

source: Anonymous crash reports help improve stability.
zh_hans: 匿名崩溃报告有助于提升稳定性。

source: Anonymous usage data helps improve Prowl.
zh_hans: 匿名使用数据有助于改进 Prowl。

source: Another Prowl instance is already listening on this socket. Quit it, or give this instance its own path with PROWL_CLI_SOCKET.
zh_hans: 另一个 Prowl 实例已在监听这个套接字。请退出它，或通过 PROWL_CLI_SOCKET 为当前实例指定单独的路径。

source: Another device took over this pane. The last frame is retained.
zh_hans: 另一台设备接管了此窗格。最后一帧画面已保留。

source: Another file with the same workflow ID takes precedence.
zh_hans: 另一个使用相同工作流 ID 的文件优先生效。

source: Another file with this ID takes precedence.
zh_hans: 另一个使用此 ID 的文件优先生效。

source: Appearance
zh_hans: 外观

source: Applied only to the launched agent — the pane's shell keeps your normal environment.
zh_hans: 仅应用于所启动的 Agent —— 该窗格的 shell 仍保留你的常规环境。

source: Applies to worktrees without repository overrides. Automatic prefers an app matching the project type, e.g. Xcode for Swift projects.
zh_hans: 适用于没有仓库级覆盖的 worktree。“自动”会优先选择与项目类型匹配的应用，例如为 Swift 项目选择 Xcode。

source: Applies when creating a new worktree
zh_hans: 适用于创建新 worktree 时

source: Applies when merged or expired worktrees are cleaned up automatically, and only to branches created by Prowl. The manual delete dialog remembers your last choice instead.
zh_hans: 在自动清理已合并或已过期的 worktree 时生效，且仅适用于 Prowl 创建的分支。手动删除对话框则会记住你上次的选择。

source: Apply changes to this repository (↩)
zh_hans: 应用对此仓库的更改（↩）

source: Approve This Version
zh_hans: 批准此版本

source: Approve this source and content version; this does not start the workflow
zh_hans: 批准此来源和内容版本；这不会启动工作流

source: Approved. Start the workflow when you are ready.
zh_hans: 已批准。准备就绪后即可启动工作流。

source: Archive
zh_hans: 归档

source: Archive %lld (⌘↩)
zh_hans: 归档 %lld 个（⌘↩）

source: Archive %lld worktrees?
zh_hans: 归档 %lld 个 worktree？

source: Archive (⌘↩)
zh_hans: 归档（⌘↩）

source: Archive Script
zh_hans: 归档脚本

source: Archive Selected Worktrees
zh_hans: 归档所选 worktree

source: Archive Worktree
zh_hans: 归档 worktree

source: Archive script failed
zh_hans: 归档脚本失败

source: Archive script that runs before a worktree is archived
zh_hans: 在 worktree 归档之前运行的脚本

source: Archive selected
zh_hans: 归档所选

source: Archive worktree
zh_hans: 归档 worktree

source: Archive worktree?
zh_hans: 归档 worktree？

source: Archive worktrees to keep them out of the main list.
zh_hans: 将 worktree 归档，使其不再显示在主列表中。

source: Archived Worktrees
zh_hans: 已归档的 worktree

source: Archives worktrees when their pull requests are merged.
zh_hans: 当 worktree 的拉取请求被合并时，自动将其归档。

source: Arrange
zh_hans: 排列

source: Arrange Canvas Cards
zh_hans: 排列画布卡片

source: Arrange cards preserving sizes
zh_hans: 排列卡片并保留大小

source: Ask Again
zh_hans: 再问一次

source: Ask Agent About Prowl
zh_hans: 向 Agent 询问 Prowl

source: Ask Agent About Prowl…
zh_hans: 向 Agent 询问 Prowl…

source: Ask before quitting Prowl
zh_hans: 退出 Prowl 前询问

source: Ask for branch name and base ref before creating a worktree.
zh_hans: 创建新 worktree 前询问分支名称和基线引用。

source: Assembling task graph
zh_hans: 正在拉通任务，形成闭环

source: Attempt
zh_hans: 尝试

source: Auto suggestion:
zh_hans: 自动建议：

source: Auto-delete archived worktrees
zh_hans: 自动删除已归档的 worktree

source: Automatic
zh_hans: 自动

source: Automatic (%@)
zh_hans: 自动（%@）

source: Automatic Updates
zh_hans: 自动更新

source: Automatically closes the tab or split when the command exits with code 0.
zh_hans: 命令以退出码 0 结束时，自动关闭标签页或分屏。

source: Available actions
zh_hans: 可用操作

source: Available from workflow launch surfaces and the prowl CLI
zh_hans: 可从工作流启动界面和 prowl CLI 中调用

source: Awaiting checks in merge queue
zh_hans: 正在合并队列中等待检查

source: Back
zh_hans: 返回

source: Back in Worktree History
zh_hans: 返回 worktree 历史记录

source: Back to the workspace
zh_hans: 返回工作区

source: Background refresh of line-change badges and pull request status
zh_hans: 在后台刷新行更改标记和拉取请求状态

source: Bare
zh_hans: 裸仓库

source: Base branch
zh_hans: 基线分支

source: Based on README
zh_hans: 基于 README

source: Based on the package description
zh_hans: 基于软件包描述

source: Based on the repository name
zh_hans: 基于仓库名称

source: Binary file. Open the bundle to inspect it.
zh_hans: 二进制文件。请打开 Bundle 查看。

source: Bitmap icons keep their original colors and ignore the repo color.
zh_hans: 位图图标保留自身颜色，不受仓库颜色影响。

source: Blocked
zh_hans: 受阻

source: Blue
zh_hans: 蓝色

source: Bounce dock icon
zh_hans: 弹跳程序坞图标

source: Bounce the Prowl app icon in the Dock when a notification is received.
zh_hans: 收到通知时，让程序坞中的 Prowl 应用图标弹跳。

source: Branch
zh_hans: 分支

source: Branch %@ was not deleted: %@
zh_hans: 分支 %1$@ 未被删除：%2$@

source: Branch from
zh_hans: 基于分支

source: Branch name
zh_hans: 分支名称

source: Branch name already exists
zh_hans: 分支名称已存在

source: Branch name already exists.
zh_hans: 分支名称已存在。

source: Branch name invalid
zh_hans: 分支名称无效

source: Branch name required
zh_hans: 需要分支名称

source: Branch name required for %@.
zh_hans: 需要为 %@ 填写分支名称。

source: Branch name unavailable
zh_hans: 分支名称不可用

source: Branch names can't contain spaces.
zh_hans: 分支名称不能包含空格。

source: Branch new worktrees from
zh_hans: 新 worktree 的分支来源

source: Branch not selected
zh_hans: 未选择此分支

source: Branches load as soon as you finish typing.
zh_hans: 输入完成后会自动加载分支。

source: Bring a project in for an agent to work on.
zh_hans: 引入一个项目，让 Agent 开始工作。

source: Bring the worktree to the top when the terminal receives a notification
zh_hans: 终端收到通知时将 worktree 置于最前

source: Broadcasting to %lld cards
zh_hans: 正在广播到 %lld 张卡片

source: Broken link
zh_hans: 链接已损坏

source: Browse…
zh_hans: 浏览…

source: Built-in
zh_hans: 内置

source: Built-in · Read Only
zh_hans: 内置 · 只读

source: Bundle changed while it was being reviewed. Reopen the review.
zh_hans: Bundle 在审阅期间发生了变化。请重新打开审阅。

source: Bundled CLI binary not found at %@.
zh_hans: 未在 %@ 找到内置的 CLI 可执行文件。

source: Bundled icons keep their original artwork.
zh_hans: 内置图标保留原始图案。

source: Bundled skill not found at %@.
zh_hans: 未在 %@ 找到内置技能。

source: Bundled skills are unavailable.
zh_hans: 内置技能不可用。

source: CI failure logs copied
zh_hans: 已复制 CI 失败日志

source: CLI & Skills
zh_hans: CLI 与技能

source: CLI install failed: %@
zh_hans: CLI 安装失败：%@

source: Calibrating Codex confidence
zh_hans: 正在校准 Codex 的迷之自信

source: Cancel
zh_hans: 取消

source: Cancel (Esc)
zh_hans: 取消（Esc）

source: Cancel Run
zh_hans: 取消运行

source: Cancel creation and roll back (Esc)
zh_hans: 取消创建并回滚（Esc）

source: Cancel recording
zh_hans: 取消录制

source: Cancel this workflow run? Its panes and deliveries will be kept.
zh_hans: 取消这次工作流运行？它的窗格和交付会保留。

source: Cancelled
zh_hans: 已取消

source: Cannot Review Bundle
zh_hans: 无法审阅 Bundle

source: Cannot connect to %@: %@
zh_hans: 无法连接到 %@：%@

source: Cannot merge from queue
zh_hans: 无法从队列合并

source: Cannot parse the file.
zh_hans: 无法解析该文件。

source: Cannot reach %@. Check that both Macs are on the same network or VPN.
zh_hans: 无法访问 %@。请检查两台 Mac 是否在同一网络或 VPN 中。

source: Cannot resolve the address %@. Check the name or use an IP address.
zh_hans: 无法解析地址 %@。请检查名称，或改用 IP 地址。

source: Cannot start Host: %@
zh_hans: 无法启动主机：%@

source: Cannot start display replica.
zh_hans: 无法启动显示副本。

source: Canvas
zh_hans: 画布

source: Canvas Content
zh_hans: 画布内容

source: Canvas Navigation
zh_hans: 画布导航

source: Canvas View
zh_hans: 画布视图

source: Canvas layout
zh_hans: 画布布局

source: Canvas navigation help
zh_hans: 画布导航帮助

source: Canvas navigation help. Hover or click to show.
zh_hans: 画布导航帮助。悬停或点击即可显示。

source: Cards open at the same size.
zh_hans: 卡片以相同大小打开。

source: Cards resize to fill the screen, smaller as you add more.
zh_hans: 卡片会调整大小以填满屏幕；添加更多卡片时会变小。

source: Centers Agent Island on displays without a notch.
zh_hans: 在没有刘海的显示器上将 Agent 灵动岛居中。

source: Change Tab Icon
zh_hans: 更改标签页图标

source: Change Tab Icon...
zh_hans: 更改标签页图标…

source: Change Tab Title
zh_hans: 更改标签页标题

source: Change Title...
zh_hans: 更改标题…

source: Changes requested
zh_hans: 已请求更改

source: Changes — %@
zh_hans: 更改——%@

source: Change…
zh_hans: 更改…

source: Check
zh_hans: 检查

source: Check failed
zh_hans: 检查失败

source: Check for Updates
zh_hans: 检查更新

source: Check for Updates Now
zh_hans: 立即检查更新

source: Check for Updates...
zh_hans: 检查更新…

source: Check for updates automatically
zh_hans: 自动检查更新

source: Check for updates now
zh_hans: 立即检查更新

source: Check this folder's permissions and Git configuration, then retry.
zh_hans: 请检查此文件夹的权限和 Git 设置，然后重试。

source: Checking GitHub CLI...
zh_hans: 正在检查 GitHub CLI…

source: Checking repository mode
zh_hans: 正在检查仓库模式

source: Checkout
zh_hans: 检出

source: Choices this workflow asks for before it starts.
zh_hans: 此工作流在开始前需要你做出的选择。

source: Choose
zh_hans: 选择

source: Choose %@
zh_hans: 选择 %@

source: Choose Automatically
zh_hans: 自动选择

source: Choose Existing
zh_hans: 选择现有

source: Choose Image…
zh_hans: 选择图像…

source: Choose Reset Related to continue, or Cancel.
zh_hans: 选择“重置相关项”以继续，或选择“取消”。

source: Choose Symbol…
zh_hans: 选择符号…

source: Choose a Profile
zh_hans: 选择配置

source: Choose a different branch name and try again.
zh_hans: 请换一个分支名称后重试。

source: Choose a different folder for the workspace root
zh_hans: 为工作区根目录选择另一个文件夹

source: Choose a file from the sidebar to view changes
zh_hans: 从边栏中选择一个文件以查看更改

source: Choose a git repository on disk.
zh_hans: 选择磁盘上的一个 git 仓库。

source: Choose a pane with a running agent.
zh_hans: 选择一个有 Agent 正在运行的窗格。

source: Choose a pane…
zh_hans: 选择窗格…

source: Choose a profile…
zh_hans: 选择配置…

source: Choose a repository folder
zh_hans: 选择仓库文件夹

source: Choose a worktree
zh_hans: 选择 worktree

source: Choose an SF Symbol for this workflow (optional)
zh_hans: 为此工作流选择 SF Symbol（可选）

source: Choose an existing agent when starting.
zh_hans: 启动时选择一个现有的 Agent。

source: Choose an existing branch for %@.
zh_hans: 请为 %@ 选择一个现有分支。

source: Choose an image to use as this repository's icon.
zh_hans: 选择要用作此仓库图标的图像。

source: Choose another worktree or review options before running
zh_hans: 运行前先选择其他 worktree 或查看选项

source: Choose clone destination
zh_hans: 选择克隆目标位置

source: Choose the app language. The change applies the next time Prowl starts.
zh_hans: 选择应用语言。更改将在下次启动 Prowl 时生效。

source: Choose the built-in or external monitor that shows Agent Island
zh_hans: 选择用于显示 Agent 灵动岛的内置或外接显示器

source: Choose the sound played when a notification is received
zh_hans: 选择收到通知时播放的声音

source: Choose what opens when you click a diff badge or run Show Diff.
zh_hans: 选择点击 Diff 标记或运行“显示 Diff”时打开的内容。

source: Choose where this command runs and edit the script used by this global custom command.
zh_hans: 选择此命令的运行位置，并编辑此全局自定义命令使用的脚本。

source: Choose where this command runs and edit the script used by this repository custom command.
zh_hans: 选择此命令的运行位置，并编辑此仓库自定义命令使用的脚本。

source: Choose…
zh_hans: 选择…

source: Choosing available worktree name
zh_hans: 正在选择可用的 worktree 名称

source: Cleanup
zh_hans: 清理

source: Clear
zh_hans: 清除

source: Clear History
zh_hans: 清除历史记录

source: Clear History…
zh_hans: 清除历史记录…

source: Clear Icon
zh_hans: 清除图标

source: Clear Shortcut
zh_hans: 清除快捷键

source: Clear Workflow History?
zh_hans: 清除工作流历史？

source: Clear saved terminal layout
zh_hans: 清除已保存的终端布局

source: Clear shortcut
zh_hans: 清除快捷键

source: Clear this agent's unread notifications without switching to it
zh_hans: 在不切换到该 Agent 的情况下清除其未读通知

source: Clearing Codex verbosity
zh_hans: 正在把 Codex 的回答压成“太长不看”版

source: Click Add to add one.
zh_hans: 点击“添加”以添加一个。

source: Click a worktree to open it.
zh_hans: 点击 worktree 即可打开。

source: Click cells to edit icon, name, command, and shortcut inline.
zh_hans: 点击单元格即可就地编辑图标、名称、命令和快捷键。

source: Click the icon preview to choose an SF Symbol
zh_hans: 点击图标预览以选择 SF Symbol

source: Click the icon preview to pick a symbol or import an image
zh_hans: 点击图标预览以选取符号或导入图像

source: Click to record a shortcut.
zh_hans: 点击以录制快捷键。

source: Click to set command script
zh_hans: 点击以设置命令脚本

source: Client
zh_hans: 客户端

source: Clone
zh_hans: 克隆

source: Clone %@
zh_hans: 克隆 %@

source: Clone %@ @ %@
zh_hans: 克隆 %1$@ @ %2$@

source: Clone %@, new branch %@
zh_hans: 克隆 %1$@，新建分支 %2$@

source: Clone a remote repository into a local directory
zh_hans: 将远程仓库克隆到本地目录

source: Clone destination
zh_hans: 克隆目标位置

source: Clone failed
zh_hans: 克隆失败

source: Clone from an SSH or HTTPS git URL into the workspace.
zh_hans: 从 SSH 或 HTTPS git URL 克隆到工作区。

source: Clone of %@
zh_hans: %@ 的克隆

source: Clone of %@ @ %@
zh_hans: %1$@ 的克隆 @ %2$@

source: Clones the repository into the workspace and checks out the selected branch.
zh_hans: 将仓库克隆到工作区，并检出所选分支。

source: Clones the repository into the workspace and creates the new branch from the selected base.
zh_hans: 将仓库克隆到工作区，并从所选基准创建新分支。

source: Clone…
zh_hans: 克隆…

source: Cloning…
zh_hans: 正在克隆…

source: Close
zh_hans: 关闭

source: Close All
zh_hans: 全部关闭

source: Close All Tabs
zh_hans: 关闭所有标签页

source: Close All Tabs in This Worktree
zh_hans: 关闭此 worktree 中的所有标签页
